---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.MEPSection.FixtureUnit
source: html/e367e3b5-6ca1-6ada-b038-e73a2dadfcfd.htm
---
# Autodesk.Revit.DB.Mechanical.MEPSection.FixtureUnit Property

The fixture unit of the section.

## Syntax (C#)
```csharp
public double FixtureUnit { get; }
```

## Remarks
In one section, all section members have same fixture unit.
 Fixture Unit is a number.
 The unit type is UT_Number.